{
  "recommendations": [
    {
      "id": 1,
      "name": "Mohamed Achraf KHITER",
      "occupation": "Associate Web developer",
      "recommend": "Ibrahim Ahmat is one of the best among all the people I have ever worked with. As I remember, he was a very productive person, is hardworking, broad-minded, and forward-thinking individual. Intelligent, ambitious, energetic, and proactive perfectionist. His desire for proficiency and education makes him a valuable asset to the team. Working with Ibrahim Ahmat is a signature of success.",
      "image": "./assets/photo.png"
    },
    {
      "id": 2,
      "name": "Rwubakwanayo Olivier",
      "occupation": "Full-Stack Web developer",
      "recommend": "Ibrahim is one of the most valuable people I have ever met. Both team player and professional. Experienced, deadline-oriented, and intelligent person. Highly recommended.",
      "image": "./assets/photo.png"
    },
    {
      "id": 3,
      "name": "Hammad Siddique",
      "occupation": "Software developer",
      "recommend": "I worked with Ibrahim during my time at Microverse, we created a capstone project together. It was nice working with Ibrahim, along with good technical skills, he had amazing professional skills as well. He was punctual in the meetings and communicative. He informed me about his project updates timely and because of that we were able to complete our project in time.",
      "image": "./assets/photo.png"
    },
    {
      "id": 4,
      "name": "Eric Mahare",
      "occupation": "Software developer",
      "recommend": "Ibrahim is one of the most amazing people to work with. His technical skills are really great and he is always there to assist whenever need arises. He is polite, a team player and a great programmer too. Any team will really benefit from his skills.",
      "image": "./assets/photo.png"
    },
    {
      "id": 5,
      "name": "Toussaint Saraza",
      "occupation": "Software developer",
      "recommend": "I have worked with Ibrahim in the same team for months and It was a great experience. He's a good teammate, and always looking for clean code. I Will love to work with him again.",
      "image": "./assets/photo.png"
    },
    {
      "id": 6,
      "name": "Mohammed Mahdi",
      "occupation": "Full-Stack developer & Mentor",
      "recommend": "Ibrahim is a Great fast learner student that I had the chance to mentor, His out-of-the-box thinking and his problem-solving skills always impressed me.",
      "image": "./assets/photo.png"
    }
  ]
}